{
    "DeckName": "Twisted Wonderland NSFW",

    "DeckBy": "Freekaleek gang",

    "Truths": [
        "Who in your dorm would you sleep with (current partner does not count)",
        "Who outside your dorm would you sleep with (current partner does not count)",
        "What is your opinion of <player>?",
        "Smash or Pass everyone in the room",
        "Tell <player> something nice about them",
        "Tell <player> something mean about them",
        "If you were to be in another dorm, what would it be? Why?",
        "Pscyhe, do a dare now!",
        "Give your best impression of <player>",
        "If you could have anyones UM, what would it be and why?",
        "Most strangest kink you have?",
        "Describe your most self indulgent sexual fantasy",
        "Weirdest place you had sex?",
        "A toy you would love to own someday? What does it do?",
        "Describe your most romantic night out with someone?",
        "How many fingers is your preferred? You know... down there...",
        "Favorite way to consume pornography? (Games, movies, websites, arcades, etc)",
        "How many people in this room have you already slept with?",
        "How many people have you slept with in general?",
        "What is a kink you have always wanted to try?",
        "What is something sexual you have always wanted to do in concept but are too shy to do in reality?",
        "What is your erogenous zone?",
        "Have you ever paid/bribed someone to do sexual actions with you?",
        "Have you been to the Mostro Lounge 18+ After Dark event... dont lie...",
        "Tell us about one of your sexual encounters, in detail",
        "Rate everyone in this groups hotness on a scale of 1-10",
        "Out of all of the staff on campus, who would you sleep with and why?",
        "What Housewarden, save for your own/yourself, would you have sex with given the chance?",
        "Name your most morally questionable kink or fetish.",
        "What’s one thing you NEED to get off during intimacy?",
        "What kink do you have that you’ve yet to try?",
        "Whats the craziest thing you’ve masturbated to?",
        "Have you masturbated to the idea of anyone in this room? If so, who, and what was the fantasy?",
        "What dorm, minus your own, do you think has the sexiest student body?",
        "Who in your dorm would you NOT fuck under ANY circumstances?",
        "Would you fuck your partner’s best friend if they permitted it? If non applicable, remove an item of clothing.",
        "What’s your ultimate sexual fantasy? Describe it in detail.",
        "Who here do you think has the smallest dick?",
        "Who here do you think is the most sexually active?",
        "Describe one time in which you’ve had to utilize your safe word.",
        "What is your safe word?",
        "Have you ever had sex with someone to get out of a punishment?",
        "Have you fucked any of the staff for a better grade?",
        "Have you done drugs? What kind?",
        "Whose Overblot would you want to fuck?",
        "Are you a monster fucker? If so, tell us what kind of monsters",
        "Be honest, would you fuck with the blot phantoms?",
        "Name the most and least sexy (in your opinion) Housewarden.",
        "If you’re a junior, name a freshie you’d fuck. If you’re a freshie, name a junior you’d fuck. Sorry sophomores; reroll!",
        "What’s the most unsanitary place you’ve done something sexual in?",
        "Would you ever consider doing sex work as a career? Why or why not?",
        "Can’t opt outta this one! Would you rather fuck a sibling or a parent, gun to your head?",
        "Describe in vivid detail the most horny thing you’ve ever done; if you can’t do it, roll for a dare.",
        "What’s one fantasy you have that’s illegal? If non applicable, roll for a dare.",
        "Who here would you cheat on your partner(s) with? Why? Reroll if you’re single, loser.",
        "Are you a voyeur? Explain, if applicable.",
        "Would you ever be into cuckoldry? Have you done it?",
        "Have you ever posted lewd photos of yourself online? Tell the group why if so.",
        "What is the best way to explain your sexuality without using the actual terms? (ie moronsexual)",
        "Name <range[1-5]> turn offs",
        "Name <range[1-5]> turn ons",
        "Who have you always wanted to hook up with but you know they're way out of your league?",
        "Surprise! You have been granted with 'one free reroll' to a future truth or dare. Use it wisely!",
        "favorite aftercare you ever gave/got?",
        "is there a kink you dont want to try again?",
        "Have you ever been caught mid-sexual act? How did that go?",
        "What's your favorite way to wine and dine someone you want to sleep with?",
        "Do you play music while you have sex? If so, what kind?",
        "Was there a time you went overboard during sex?",
        "What is something that will definitely get your positive attention if they want it?",
        "whats a kink you love to talk to people about?",
        "What is your favorite sex position?",
        "Favorite sexual act to perform?",
        "Tell us about the last porno/hentai you watched",
        "Have you ever caught someone being intimate by accident? What happened?",
        "Have you ever done sexy things in public?",
        "Have you ever broken a personal comfort zone to prove love or affection to someone?",
        "Tell us about how you lost your virginity",
        "Tell us about how you discovered one of your kinks",
        "who here do you trust the most?",
        "If this game turned into an orgy, would you participate?",
        "When was the last time you were blue-balled and how did it go?",
        "If you had to find a way to woo and fuck <player>, how would you go about convincing them?",
        "Which 2 people in the room would you have a 3 way with?",
        "Have you ever faked an orgasm? If yes, why?",
        "What is the longest time youve masturbated for?",
        "What was the most down bad thing you have done because you were horny?",
        "How desperate have you gotten to have a chance to get with someone?",
        "How many times have you came in one day?",
        "What is the weirdest thing that gets you turned on?",
        "What was your best orgasm?",
        "What was the weirdest thing you watched?",
        "In your opinion, in the people you've 'sampled', who's fluids tasted the best?",
        "What was your most embarrassing horny story?",
        "If you could, would you accept payment to be a sexual partner for someone?",
        "Of the people in the room, how many have you already fucked?",
        "Tell everyone your favorite way to be teased",
        "What is the worst kink you can think of?",
        "Who here do you think gives the best head?",
        "How much of a slut do you think <player> is, on a scale from 1-10?",
        "Hate sex? Yes or no?",
        "Would you ever utilize a sex doll to get off?",
        "If you could own a sex doll who looked like <player>, would you use it?",
        "Do you prefer to be with people older or younger than you? Why?",
        "“What’s the weirdest thing you’ve ever used as a sex toy?”",
        "Have you ever stolen something from someone as a means to use to get off? (I.E. stealing clothing and jerking off with it.)",
        "Who here has the most inherently sexy unique magic?",
        "Describe your first sexual encounter in NRC, go!",
        "Tell your partner(s) or crush something you dislike about their personality.",
        "Who do you think is the most sexually compatible with <player> out of everyone in the room?",
        "You're in charge of making <local> and <player> go out on a date together, where would you send them?",
        "Out of everyone in the room, who do you think you’re most sexually compatible with?",
        "Who out of everyone in the room who do you think has the weirdest kinks?",
        "Are you the type of person to watch a movie while having sex, and pay more attention to the movie? If yes, reroll for a dare.",
        "Have you ever filmed pornography? Describe an instance if yes.",
        "Who in the room seems the most likely to become a pornstar?",
        "If <player> was in a porno, would you watch it?",
        "If <player> was the opposite sex, would you fuck them?",
        "What’s the best film/TV show to have on in the background while you’re having sex?",
        "Who here do you think gives the best head?",
        "What’s the most embarrassing masturbation story you have?",
        "How likely do you think <player> is to cheat on a partner?",
        "Who in this room would you not sleep with, and why?",
        "What’s something you can’t STAND about <player>?",
        "What’s the craziest thing you’ve done for some cash on the side?",
        "Name your most awkward pillow-talk experience.",
        "Have you ever kicked someone out immediately after sex? Why?",
        "Would you cuddle after sex with a stranger? What if they’re reeaaalllyy cute?",
        "What’s your least favorite part of yourself?",
        "Do you think you’re sexually skilled?",
        "Boy talk! Would you describe your taste in men (If any) as more masculine or feminine leaning?",
        "Would you ever become a sugar baby as a living?",
        "Would you fuck <player>",
        "During sex, have you ever hidden the fact that you came early from your partner? If so, why?",
        "Would you rather beg or be begged to in a sexual act?",
        "What is your favorite porn category?",
        "Would you work in Sams Mystery Sex Shop?",
        "Would you fuck someone just to make another person jealous?",
        "Would you do something irreversible for the effort of sexual pleasure?",
        "What is something lewd you WANT to do in public?",
        "What is the weirdest thing you have used as a toy to masturbate?",
        "How often do you think <player> fucks?",
        "Have you ever face fucked someone or been eaten out?",
        "Would you submit willingly to someone with no prior knowledge of them?",
        "Would you fuck Vil Schoenheits dad?",
        "Would you fuck Deuces mom?",
        "Would you fuck Sebeks grandpa?",
        "Would you fuck Malleus's mom?",
        "Would you fuck Riddles mom?",
        "Would you fuck Treys parents?",
        "Would you fuck Azuls mom?",
        "Would you fuck Jade and Floyd's mom?",
        "Would you fuck Idia and Orthos parents?",
        "Would you fuck Jamils sister?",
        "Would you fuck Leona's older brother?",
        "Which of the Great Seven would you fuck?",
        "Have you ever hurt yourself during sex? If so, how?",
        "Would you fuck <player>'s parents?",
        "Would you fuck someone in public?",
        "Describe the worst sex you've had",
        "Tell your darkest secret to <player>",
        "Would you go to class full of cum?",
        "What is your favorite place to have sex?",
        "Name 3 people in this room you'd gladly have an orgy with",
        "Name 3 people outside of this room you'd gladly have an orgy with",
        "What nickname would you assign to <player>",
        "what do you think of <player>s outfit",
        "Have you ever had sexual thoughts of a teacher",
        "On a scale of 1-10, how horny are you right now?",
        "What do you think <player>'s cum tastes like",
        "Have you ever had sexual fantasies of a friend's parents",
        "Have you ever masturbated during class? If so, did you cum?",
        "How experienced sexually do you think <player> is?",
        "Who in NRC have you fantasized of the most?",
        "How many times have you gotten turned on while playing this?",
        "What would be a hard no for you in terms of kinks",
        "<player>, first fantasy about them in your head",
        "What is sexy about <player>s body?",
        "What's the sexiest thing someone can do to you?",
        "Which dorm fucks the best?",
        "Would you fuck with <player>, or have you already?",
        "Looking at <player>, what's a kink you think they have?",
        "Name one thing you would want to do with <player>",
        "What's a kink you and <player> share",
        "What seems fun to do with <player>?",
        "What's in your opinion the most erotic food to feed someone?",
        "Have you ever had sex under the influence? (Alcohol, drugs, etc)",
        "Who would you like as a sex slave?",
        "<local>, who do you like here the most?"
        
    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Sit next to <player>.",
        "Make out with <player> in the side room for 2 minutes",
        "Make out with <player> in front of everyone for 1 minute",
        "Flirt with <player> until you fluster them",
        "Sit on <player>'s lap for a round",
        "You are now <player>'s pet for 3 rounds, you have to do everything they say in your choices and actions",
        "You are now <player>'s master for 3 rounds, you can control all of their choices and actions",
        "Choose a pet/master from the group for the next 3 rounds, volunteers first!",
        "Let <player> play with your body as they wish for a round",
        "Let someone draw on you with the pens",
        "Psyche, do truth instead!",
        "Tease <player> until they squirm",
        "Whisper in <player>'s ears what you want to do to them",
        "Suck on <player>'s dick in public for 1 minute",
        "Suck on <player>'s dick in the side room for 2 minutes",
        "5 minutes in heaven! <player> and you, go upstairs. What happens is up to you ;)",
        "5 minutes in hell! Let the crowd choose your partner to go upstairs with. Good luck!",
        "DANCE",
        "Mute yourself until you make someone cum or another dare requires you to speak (truths will be silent)",
        "Pick the person you’re the least attracted to in the room, and tell them why.",
        "For the next two rounds, you are effectively at the mercy of <player>",
        "What does your orgasm sound like? Moan for us",
        "For the next round, sit in <player>’s lap and grind down on their groin.",
        "You have one minute to get <player> as aroused as possible, using nothing but your mouth, go!",
        "<player> gets to pick your dare, but it must be sexually provocative.",
        "You must orally pleasure <player> in front of the other players; if they or you decline, you both must remove an article of clothing.",
        "Bite the least masochistic player in the room.",
        "If you currently have the ‘dom/top’ tag equipped, you must be a footstool to someone, volunteers first. if unapplicable, reroll",
        "Locate one player with the ‘sub/bottom’ tag and choke them. if unapplicable, reroll",
        "Locate one player with the ‘switch’ tag and choose which article of clothing they remove. if unapplicable, reroll",
        "Locate one player with the ‘dom/top’ tag and have them sit in your lap. if unapplicable, reroll",
        "If you have the ‘switch’ tag equipped, you must suck on the fingers of one (Or more) willing participant(s) for two rounds. If non applicable, reroll.",
        "You must orally cockwarm <player> until they cum or receive a dare that requires them to move.",
        "Step aside into a private room with <player>, and show them the most sexual use of your unique magic. If non applicable, reroll.",
        "If you have a partner who is not in this group, call them and tell them something sexy. If single, reroll",
        "Show the group your most recent NSFW photo saved on your phone",
        "Size contest! Whip out your dick and compare it's size with <player>. If non applicable, reroll",
        "WHIP YOUR COCK/PUSSY OUT!!! And keep it out until your next turn.",
        "Show the group any scars you’ve obtained in a sexual setting or encounter; if non applicable, choose two players to give you hickies anywhere they please for one round",
        "Show off your skills! Ride <player>’s thigh to the best of your abilities.",
        "Make out with <player> for one minute, as sloppily as you physically can.",
        "Degrade <player> to the best of your abilities, go!",
        "Praise <player> to the best of your abilities, go!",
        "Surprise! You have been granted with 'one free reroll' to a future truth or dare. Use it wisely!",
        "One volunteer must gag you with their fingers for one round, rendering you silent.",
        "<player> has thirty seconds to see if they can cause you to make a noise, try to stay silent!",
        "Aggressively hit on <player>.",
        "Pick two players to pleasure you orally until you get a dare that requires you to move.",
        "You get to pick where <player> now sits! They can only move after three rounds.",
        "Reroll for three truths, and you must answer all of them.",
        "Try to find the most sensitive spot on <player>’s body, you have one minute!",
        "Somehow, someway, <player> must leave a bruise on you.",
        "You have until you’re called upon next to pick up a pen and draw a portrait of yourself on the wall! The other players must rate it when done.",
        "Reroll for a truth, and then let <player> have their way with you as you attempt to answer, good luck!",
        "Copy everything <player> says until it’s your turn again.",
        "5 minutes in.. Purgatory? Go upstairs with <player> and discuss whatever, no need to be sexy.",
        "If a couple/throuple/polycule is present, awkwardly insert yourself between them. if unapplicable, reroll",
        "Play rock paper scissors with <player>, loser has to answer a truth roll.",
        "Choose a player to tie your hands up for a round; get creative!",
        "Talk in a musical tone for an entire round.",
        "Whisper aggressively for an entire round.",
        "Choose a player and worship their body!",
        "Choose which article of clothing <player> should take off.",
        "If you’re dating anyone, pretend you aren’t for this question. Pick someone in the room you’d wanna marry and go kiss them!",
        "Play one round of ‘fuck, marry, kill’ with three NRC staff members of your choice.",
        "Play one round of ‘fuck, marry, kill’ with three housewardens of your choice.",
        "Play one round of ‘fuck, marry, kill’ with three freshmen of your choice.",
        "Call up a student from RSA and tell them you’re horny, then hang up!",
        "Call up a student from your dorm and tell them you’re horny, then hang up!",
        "Reroll for another dare, and pick which player has to do it! Congrats, you’re exempt! Be evil, now.",
        "Kiss <player> on the nose.",
        "you have an invisible salt shaker, shake it with your mouth open for a minute",
        "sit in a provocative manner, legs spread",
        "Speak in a seductive voice until your next turn",
        "Speak in a cutesy kawaii uwu voice until your next turn",
        "Give <player> a massage, you choose where to massage",
        "Give <player> a massage, they choose where to massage",
        "Hydration check! Drink some water please then reroll!",
        "You need a dick inside you, group decides where it goes and how it gets in there but it needs to happen",
        "Proclaim your love to anyone in the room in the most dramatic way possible",
        "Give all your friends that are playing a hug",
        "First person to say your name after this dare gets head from you",
        "Flirt with the person who raises their hand first",
        "Hit on someone of your choosing with a stupid pick up line",
        "You must attempt 1 sexual act that you have not tried before if someone is here willing to do the act with you",
        "For 1 round, you are free use to anyone in the room",
        "Describe your perfect sexual encounter to the group... in detail",
        "Choose a number between 1-50, first person to guess it gets to make you do any one thing",
        "<player> chooses your dare, anything goes",
        "Pick a persons nipples and lick them",
        "Give <player>s tummy a big ol' raspberry",
        "Act out one of your kinks",
        "If you have a Pet/Master, tell us your favorite thing about them",
        "Kneel in front of someone and pledge loyalty to them",
        "give the person you want to be intimate with oral",
        "Do your best vibrator impression",
        "Pair up two people together, they get to stay together until their next round",
        "Do your best impression of <player> mid-sex",
        "Do your best impression of <player>s orgasm sound",
        "Sit with your legs spread in front of everyone. Anyone who wishes to lick/eat/suck you may until your next turn",
        "See who you can fluster, if you fluster someone then they must take a dare from you",
        "You are puppy now... Bark....",
        "You are kitty now.... meow....",
        "Expose yourself to <player>, give them a show!",
        "Slap <player> titties/dick, make a sound effect while you do it!",
        "Poke <player>s nose",
        "Play with <player>'s pussy/ass/tits/pp for one round",
        "Kiss a player of your choosing",
        "Let the person <player> chooses touch you for 30 seconds",
        "Put your hands on your head and let <player> have their way with you for 1 minute",
        "Get on all fours and recite the Vaporeon copypasta",
        "Kiss everyone in the rooms genitals",
        "Play with yourself for 1 round, make as many noises as possible",
        "Turn <player> on by any means",
        "Flirt with the first person to raise their hands, if no one raises their hand you pick",
        "Motorboat <player>",
        "Sit on the lap of the person you wish to until one of you have to move, dick inside you",
        "Sit on <player>s lap until one of you have to move, dick inside you",
        "Recreate a sexy encounter you've had with someone here",
        "Ask your crush on a date",
        "Lick <player>s dick in front of everyone",
        "Whenever <player> says your name, you must make a noise like an animal",
        "Whisper seductively into <player>'s ear",
        "Slap a player of your choosing in the face",
        "Slap <player> in the face",
        "Give <player> a long sensual kiss (not a make out) and leave them wanting more",
        "Sit in <player>s lap and make out with them",
        "Call everyone Master until it is your turn again",
        "Remove an article of <player>s clothing using only your teeth",
        "Remove your underwear and stuff it in <player>s mouth until the next turn",
        "Remove <player>s underwear and stuff it in your mouth until the next turn",
        "Blow a raspberry on <player>s neck",
        "Say the raunchiest thing you can think of about someone in this room",
        "Are you a virgin? If you are, time to choose someone in this room to fix that. If not a virgin, reroll",
        "Finger <player> until they cum it or it's their next turn",
        "Finger someone of your choice until they cum or if it's their next turn",
        "Make someone bleed",
        "Choose two people to kiss each other",
        "Get in a sexy position and recite a nursery rhyme from memory in the most seductive voice you possibly can",
        "It’s getting too horny in here.. Have a staring contest with <player>! Loser has to roll only dares for three rounds. Play fair!",
        "Ask <player> their biggest physical insecurity; if feasible, show them how much you appreciate that feature(s).",
        "Find someone here in a relationship, and mimic something romantic or sexual their partner does to them.",
        "Sit at <player>’s feet for three rounds, they can do as they please to you.",
        "Trace over a part of <player>’s body with your fingertip,— any part of your choosing!",
        "Grope <player> hard enough to hurt.",
        "Put your hand somewhere on the player closest to you, and don’t move it until either of you are selected again.",
        "Let <player> slap your ass <range[1-5]> times."
    ]
}
