{
    "DeckName": "Twisted Wonderland NSFW",

    "DeckBy": "Freekaleek gang",

    "Truths": [
        "Who in your dorm would you sleep with (current partner does not count)",
        "Who outside your dorm would you sleep with (current partner does not count)",
        "What is your opinion of <player>?",
        "Smash or Pass everyone in the room",
        "Tell <player> something nice about them",
        "Tell <player> something mean about them",
        "If you were to be in another dorm, what would it be? Why?",
        "Pscyhe, do a dare now!",
        "Give your best impression of <player>",
        "If you could have anyones UM, what would it be and why?",
        "Most strangest kink you have?",
        "Describe your most self indulgent sexual fantasy",
        "Weirdest place you had sex?",
        "A toy you would love to own someday? What does it do?",
        "Describe your most romantic night out with someone?",
        "How many fingers is your preferred? You know... down there...",
        "Favorite way to consume pornography? (Games, movies, websites, arcades, etc)",
        "How many people in this room have you already slept with?",
        "How many people have you slept with in general?",
        "What is a kink you have always wanted to try?",
        "What is something sexual you have always wanted to do in concept but are too shy to do in reality?",
        "What is your erogenous zone?",
        "Have you ever paid/bribed someone to do sexual actions with you?",
        "Have you been to the Mostro Lounge 18+ After Dark event... dont lie...",
        "Tell us about one of your sexual encounters, in detail",
        "Rate everyone in this groups hotness on a scale of 1-10",
        "Out of all of the staff on campus, who would you sleep with and why?",
        "What Housewarden, save for your own/yourself, would you have sex with given the chance?",
        "Name your most morally questionable kink or fetish.",
        "What’s one thing you NEED to get off during intimacy?",
        "What kink do you have that you’ve yet to try?",
        "Whats the craziest thing you’ve masturbated to?",
        "Have you masturbated to the idea of anyone in this room? If so, who, and what was the fantasy?",
        "What dorm, minus your own, do you think has the sexiest student body?",
        "Who in your dorm would you NOT fuck under ANY circumstances?",
        "Would you fuck your partner’s best friend if they permitted it? If non applicable, remove an item of clothing.",
        "What’s your ultimate sexual fantasy? Describe it in detail.",
        "Who here do you think has the smallest dick?",
        "Who here do you think is the most sexually active?",
        "Describe one time in which you’ve had to utilize your safe word.",
        "What is your safe word?",
        "Have you ever had sex with someone to get out of a punishment?",
        "Have you fucked any of the staff for a better grade?",
        "Have you done drugs? What kind?",
        "Whose Overblot would you want to fuck?",
        "Are you a monster fucker? If so, tell us what kind of monsters",
        "Be honest, would you fuck with the blot phantoms?",
        "Name the most and least sexy (in your opinion) Housewarden.",
        "If you’re a junior, name a freshie you’d fuck. If you’re a freshie, name a junior you’d fuck. Sorry sophomores; reroll!",
        "What’s the most unsanitary place you’ve done something sexual in?",
        "Would you ever consider doing sex work as a career? Why or why not?",
        "Can’t opt outta this one! Would you rather fuck a sibling or a parent, gun to your head?",
        "Describe in vivid detail the most horny thing you’ve ever done; if you can’t do it, roll for a dare.",
        "What’s one fantasy you have that’s illegal? If non applicable, roll for a dare.",
        "Who here would you cheat on your partner(s) with? Why? Reroll if you’re single, loser.",
        "Are you a voyeur? Explain, if applicable.",
        "Would you ever be into cuckoldry? Have you done it?",
        "Have you ever posted lewd photos of yourself online? Tell the group why if so.",
        "What is the best way to explain your sexuality without using the actual terms? (ie moronsexual)",
        "Name <range[1-5]> turn offs",
        "Name <range[1-5]> turn ons",
        "Who have you always wanted to hook up with but you know they're way out of your league?",
        "Surprise! You have been granted with 'one free reroll' to a future truth or dare. Use it wisely!",
        "<local>, who do you like here the most?"
    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Sit next to <player>.",
        "Make out with <player> in the side room for 2 minutes",
        "Make out with <player> in front of everyone for 1 minute",
        "Flirt with <player> until you fluster them",
        "Sit on a player of your choices lap for a round",
        "Sit on <player>'s lap for a round",
        "You are now <player>'s pet for 3 rounds, you have to do everything they say in your choices and actions",
        "You are now <player>'s master for 3 rounds, you can control all of their choices and actions",
        "Choose a pet/master from the group for the next 3 rounds, volunteers first!",
        "Let <player> play with your body as they wish for a round",
        "Let someone draw on you with the pens",
        "Pschye, do truth instead!",
        "Tease <player> until they squirm",
        "Whisper in <player>'s ears what you want to do to them",
        "Suck on <player>'s dick in public for 1 minute",
        "Suck on <player>'s dick in the side room for 2 minutes",
        "5 minutes in heaven! <player> and you, go upstairs. What happens is up to you ;)",
        "5 minutes in hell! Let the crowd choose your partner to go upstairs with. Good luck!",
        "DANCE",
        "Mute yourself until you make someone cum or another dare requires you to speak (truths will be silent)",
        "Pick the person you’re the least attracted to in the room, and tell them why.",
        "For the next two rounds, you are effectively at the mercy of <player>",
        "What does your orgasm sound like? Moan for us",
        "For the next round, sit in <player>’s lap and grind down on their groin.",
        "You have one minute to get <player> as aroused as possible, using nothing but your mouth, go!",
        "<player> gets to pick your dare, but it must be sexually provocative.",
        "You must orally pleasure <player> in front of the other players; if they or you decline, you both must remove an article of clothing.",
        "Bite the least masochistic player in the room.",
        "If you currently have the ‘dom/top’ tag equipped, you must bottom penetratively to one player of your choosing. If non applicable, reroll.",
        "Locate one player with the ‘sub/bottom’ tag and choke them.",
        "Locate one player with the ‘switch’ tag and choose which article of clothing they remove.",
        "Locate one player with the ‘dom/top’ tag and have them sit in your lap.",
        "If you have the ‘switch’ tag equipped, you must suck on the fingers of one (Or more) willing participant(s) for two rounds. If non applicable, reroll.",
        "You must orally cockwarm <player> until they cum or receive a dare that requires them to move.",
        "Step aside into a private room with <player>, and show them the most sexual use of your unique magic. If non applicable, reroll.",
        "If you have a partner who is not in this group, call them and tell them something sexy. If single, reroll",
        "Show the group your most recent NSFW photo saved on your phone",
        "Size contest! Whip out your dick and compare it's size with <player>. If non applicable, reroll",
        "WHIP YOUR COCK/PUSSY OUT!!! And keep it out until your next turn.",
        "Show the group any scars you’ve obtained in a sexual setting or encounter; if non applicable, choose two players to give you hickies anywhere they please for one round",
        "Show off your skills! Ride <player>’s thigh to the best of your abilities.",
        "Make out with <player> for one minute, as sloppily as you physically can.",
        "For until they say to stop, sit in the lap of one player of your choosing.",
        "Degrade <player> to the best of your abilities, go!",
        "Praise <player> to the best of your abilities, go!",
        "Surprise! You have been granted with 'one free reroll' to a future truth or dare. Use it wisely!",
        "One volunteer must gag you with their fingers for one round, rendering you silent.",
        "<player> has thirty seconds to see if they can cause you to make a noise, try to stay silent!",
        "Aggressively hit on <player>.",
        "It’s getting too horny in here.. Have a staring contest with <player>! Loser has to roll only dares for three rounds. If avatar cannot blink, speak when you blink in real life or rock paper scissors. Play fair!",
        "",
        "",
        "Let <player> slap your ass <range[1-5]> times."
    ]
}
